[
  {
    "name": "Norma Schwenke Cortes",
    "photo": "Norma.jpg",
    "title": "Board president",
    "title_es": "Presidenta",
    "description": "Norma Schwenke Cortes, Chilean, social worker, marriage celebrant in NZ, and co-founder of Mano Amiga. She deeply believes that social organizations are a true contribution to the well-being and happiness of people.",
    "description_es": "Norma Schwenke Cortes, chilena, trabajadora social, celebrante de matrimonios en NZ y co-fundadora de Mano Amiga. Cree profundamente en que las organizaciones sociales son un real aporte para el bienestar y felicidad de las personas."
  }, 
  {
    "name": "Claudia Molina",
    "photo": "claudiaMolina.webp",
    "title": "Treasurer",
    "title_es": "Tesorera",
    "description": "Colombian social communicator and journalist, has been living in New Zealand for nine years. She is a Spanish teacher for children and adults and a student of Early Childhood Education. She is convinced that support networks within the community are a very valuable tool for all immigrants, which is why she actively participates in the different programs of Mano Amiga.",
    "description_es": "Comunicadora social y periodista colombiana, lleva nueve años viviendo en Nueva Zelanda, es profesora de español para niños y adultos y estudiante de Educación para la Primera Infancia. \n Está convencida de que las redes de apoyo entre la comunidad son una herramienta muy valiosa para todos los inmigrantes y es por eso que participa activamente en los diferentes programas de Mano Amiga."
  } ,

  {
    "name": "Karen Bernal",
    "photo": "karenBernal.webp",
    "title": "Secretary - mental health coordinator",
    "title_es": "Secretaria - Coordinadora de salud mental",
    "description": "My name is Karen Bernal Jara, and I am from Chile. I am a psychologist with 5 years of experience in Chile, where I completed postgraduate training in child sexual abuse intervention and domestic violence, as well as a diploma in forensic psychology. In New Zealand, I have worked as an Enabling Youth Worker and Maternal Mental Health Support Worker. I currently hold provisional membership with the New Zealand Association of Counsellors (NZAC), and since 2023, I have also been a volunteer in mental health with Mano Amiga.",
    "description_es": "Mi nombre es Karen Bernal Jara, y soy de Chile. Soy psicóloga con 5 años de experiencia en Chile, donde realicé estudios de posgrado en intervención en abuso sexual infantil y violencia doméstica, además de un diploma en psicología forense.   En Nueva Zelanda, he trabajado como Trabajadora de Apoyo Juvenil y Trabajadora de Apoyo en Salud Mental Materna. Actualmente, tengo una membresía provisional en la Asociación de Consejeros de Nueva Zelanda (NZAC), y desde 2023 también soy voluntaria en salud mental con Mano Amiga."
  }






  
]
